Repository: tsimkins/svn-import-agSciencesCollege
Catalog: agSciencesCollege/feedmixer/collective/portlet/feedmixer/locales/*/LC_MESSAGES/collective.portlet.feedmixer.po
Languages: fr

source: 1 hour
fr: 1 heure

source: 24 hours
fr: 24 heures

source: box_full_feed_view
fr: Plus

source: description_cache_timeout
fr: Les flux RSS seront pas sollicité sur leur serveur d'origine pendant la période de temps spécifiée.

source: description_feeds
fr: Fournissez les URLs des flux ci-dessous, une URL par ligne. Les flux de type RSS 0.9x, RSS 1.0, RSS 2.0, CDF, Atom 0.3 et Atom 1.0 sont supportés.

source: description_items_shown
fr: Limitez le nombre d'informations affichées dans la portlet, les flux pouvant être très longs.

source: description_title
fr: Ce titre figurera dans le bandeau supérieur de votre portlet. Il est en conséquence recommandé de fournir un titre court.

source: heading_cache_timeout
fr: Durée de vie du cache de vos flux

source: heading_feeds
fr: URLs des flux RSS/Atom

source: heading_items_shown
fr: Nombre d'éléments affichés

source: heading_title
fr: Titre
