Repository: tsimkins/svn-import-agSciencesCollege
Catalog: agSciencesCollege/collective.portlet.feedmixer/trunk/collective/portlet/feedmixer/locales/*/LC_MESSAGES/collective.portlet.feedmixer.po
Languages: da, es

source: 1 hour
da: 1 time
es: 1 hora

source: 15 minutes
da: 15 minutter
es: 15 minutos

source: 24 hours
da: 24 timer
es: 24 horas

source: 30 minutes
da: 30 minutter
es: 30 minutos

source: 5 minutes
da: 5 minutter
es: 5 minutos

source: box_full_feed_view
da: Mere ...
es: Más

source: description_cache_timeout
da: Maximal tid inden cache timeout
es: Los RSS no se comunican con su servidor de origen durante el período de tiempo especificado aquí.

source: description_feeds
da: Indtast URL'er for alle feeds her. En URL per linie. RSS 0.9x, RSS 1.0, RSS 2.0, CDF, Atom 0.3 og ATOM 1.0 er alle understøttede.
es: Proporcionar las direcciones URL de los canales feed a continuación, una dirección URL por línea. Los canales feed de tipo RSS 0.9x, RSS 1.0, RSS 2.0, CDF, Atom 0.3 y Atom 1.0 son compatibles.

source: description_items_shown
da: Begræns antal der bliver vist.
es: La cantidad limite de información que se muestra en el portlet, el canal feed puede ser muy largo.

source: description_title
da: Feedets titel.
es: Este título aparecerá en la parte superior de su portlet. Por consiguiente, se recomienda proporcionar un título corto.

source: heading_cache_timeout
da: Cachens varighed
es: Duración en Caché de los canales

source: heading_feeds
da: URL'er for alle feeds
es: Direcciones URL de RSS/Atom

source: heading_items_shown
da: Antal overskrifter der vises
es: Número de elementos a mostrar

source: heading_title
da: Titel
es: Titulo
