Repository: tsimkins/svn-import-agSciencesCollege
Catalog: agSciencesCollege/collective.contentleadimage/branches/old-trunk/collective/contentleadimage/locales/*/LC_MESSAGES/collective.contentleadimage.po
Languages: no

source: 'Body' image scale
no: 'Brødtekst' billedstørrelse

source: 'Description' image scale
no: 'Beskrivelse' Bildestørrelse

source: Content Lead Image Settings
no: Content Lead Instillinger

source: Content Lead Image Settings Form
no: Content Lead Instillingsform

source: Folder lead-image view
no: Content Lead visning

source: Height
no: Maks høyde

source: Lead image
no: Lead image/bilde

source: Lead image caption
no: Lead Image billedtekst

source: Lead image scale height. Value specified in this field is used for generating 'leadimage' scale
no: Lead Image høyde for skalering. Verdien her blir brukt for å generere 'leadimage scale'

source: Lead image scale width. Value specified in this field is used for generating 'leadimage' scale
no: Lead Image bredde for skalering. Verdien her blir brukt for å generere 'leadimage scale'

source: Please select scale which will be used in the body.
no: Vennligst velg hvilken skalering som skal bli brukt i brødteksten.

source: Please select scale which will be used next to Description field.
no: Vennligst velg skaleringen some vil bli brukt ved siden av Beskrivelses/Ingress feltet

source: Portal types
no: Portal typer

source: Portal types lead image may be attached to.
no: Portal types som lead image kan bli knyttet til

source: Select properties for Content Lead Image
no: Velg instillinger for Content Lead Image/bilde

source: Show image in body area
no: Vis bilde i brødteksten

source: Show image next to Description field
no: Vis bilde ved siden av beskrivelsen

source: View with lead images displayed
no: Visning med "lead images"/bilder

source: Width
no: Bredde

source: You can upload lead image. This image will be displayed above the content. Uploaded image will be automatically scaled to size specified in the leadimage control panel.
no: Du kan laste opp "lead image"/bilde. Bildet vil bli vist over innholdet. Bildet vil automatisk bli skalert til størrelsen som er satt i kontrollpanelet

source: You may enter lead image caption text
no: Du kan skrive lead image billedtekst
